{ "translations": {
    "Link:" : "Hivatkozás:",
    "Password:" : "Jelszó:",
    "Generating system report failed." : "Hiba a rendszer jelentés készítése közben.",
    "Subscription notifications" : "Előfizetési értesítések",
    "Could not create folder \"System information\" to store generated report." : "Nem lehet \"Rendszer információ\" könyvtárat létre hozni a jelentések készítéséhez.",
    "Could not create file \"%s\" to store generated report." : "Nem lehet létrehozni a \"%s\" fájlt az előállított riport tárolásához.",
    "Could not share file \"%s\"." : "Nem lehet megosztani a \"%s\" fájlt.",
    "Nextcloud Subscription" : "Nextcloud előfizetés",
    "Your server has no Nextcloud Subscription or your Subscription has expired." : "A szerverének nincs Nextcloud előfizetése vagy az előfizetés lejárt.",
    "Your Nextcloud server subscription does not cover your number of users." : "A Nextcloud szerver előfizetése nem fedezi a felhasználói számát.",
    "Your Nextcloud Subscription has expired!" : "A Nextcloud előfizetése lejárt!",
    "Your server has no Nextcloud Subscription" : "A szerverének nincs Nextcloud előfizetése",
    "Your Nextcloud server is not backed by a Nextcloud Enterprise Subscription." : "A Nextcloud szervere nincs védve a Nextcloud vállalati előfizetés által.",
    "A subscription helps you get the most out of Nextcloud!" : "Előfizetéssel még többet kihozhatsz a Nextcloudból!",
    "Learn more now" : "Tudj meg többet most",
    "Your Nextcloud server Subscription is over limit" : "A Nextcloud szerver előfizetése túllépte a korlátot",
    "Dear admin," : "Kedves Rendszergazda!",
    "Your Nextcloud Subscription doesn't cover the number of users who are currently active on this server. Please contact your Nextcloud account manager to get your subscription updated!" : "A Nextcloud előfizetésed nem fedezi a szerveren jelenleg aktív felhasználók számát. Kérlek lépj kapcsolatba a Nextcloud kapcsolattartóddal és frissítsd az előfizetésed!",
    "Thank you," : "Köszönöm,",
    "Your Nextcloud team" : "A Nextcloud csapatod",
    "Your Nextcloud server Subscription is expired" : "A Nextcloud szerver előfizetése lejárt",
    "Your Nextcloud server Subscription is expired!" : "A Nextcloud szerver előfizetése lejárt!",
    "Your Nextcloud Subscription has expired! Please contact your Nextcloud account manager to get your subscription updated!" : "A Nextcloud előfizetésed lejárt! Kérlek lépj kapcsolatba a Nextcloud kapcsolattartóddal és frissítsd az előfizetésed!",
    "Support" : "Támogatás",
    "Getting support and help for your Nextcloud" : "Támogatás és segítség kérése a Nextcloudhoz",
    "Basic subscription" : "Alap előfizetés",
    "Standard subscription" : "Átlagos előfizetés",
    "Premium subscription" : "Prémium előfizetés",
    "Géant subscription" : "Géant előfizetés",
    "Silver partner subscription" : "Ezüst partner előfizetés",
    "Gold partner subscription" : "Arany partner előfizetés",
    "Subscription" : "Előfizetés",
    "Over subscription limit" : "Előfizetésen túli korlát",
    "Valid subscription" : "Érvényes előfizetés",
    "Expired subscription" : "Lejárt előfizetés",
    "Subscription key:" : "Előfizetési kulcs:",
    "Includes support for %s" : "Elérhető támogatás erre: %s",
    "Includes support for %1$s & %2$s" : "A következő támogatások elérhetők: %1$s és %2$s",
    "Update subscription key" : "Előfizetési kulcs frissítése",
    "You can find answers to common question in our portal and also file support requests there." : "Általános kérdésekre a portálunkon tálálhatsz válaszokat, valamint támogatást is ott kérhetsz.",
    "Access Nextcloud portal" : "Belépés a Nextcloud portálra",
    "System information" : "Rendszer információ",
    "Collect system information for support cases. The button below generates a text file in the folder \"System information\" and shares it as password protected public link. The link is valid for 2 weeks." : "Rendszerinformációk összegyűjtése a támogatási esetekhez. Az alábbi gomb előállítja szöveg alapú fájlt a \"rendszer információ\" mappában és megosztja egy jelszóval védett nyilvános hivatkozásként. A hivatkozás 2 hétig lesz elérhető.",
    "Generate system report" : "Rendszer jelentés készítése",
    "Enterprise subscription recommended" : "Vállalti előfizetés ajánlott",
    "No active enterprise subscription" : "Nincs aktív vállalati előfizetés",
    "Unsupported" : "Nem támogatott",
    "This Nextcloud server has no Enterprise Subscription." : "Ennek a Nextcloud szervernek nincs vállalati előfizetése.",
    "Advantages" : "Előnyök",
    "Access to additional capabilities like Outlook integration, online office and more" : "További lehetőségekhez való hozzáférés, mint Outlook integráció, online office és mások",
    "Get a quote" : "Árajánlat kérése",
    "More information" : "További információk",
    "Subscription benefits" : "Előfizetés előnyei",
    "Pricing" : "Árazás",
    "Commmunity support" : "Közösségi támogatás",
    "Forum" : "Fórum",
    "Nextcloud is free software which is supported by a very active community. Please register at the forum to ask questions and discuss with others." : "A Nextcloud egy ingyenes szoftver, ami egy nagyon aktív közösség által támogatott. Kérlek jelentkezz a fórumon, hogy kérdez és beszélj másokkal.",
    "GitHub" : "GitHub",
    "Nextcloud uses GitHub as platform to collaboratively work. You can file bug reports directly there." : "A Nextcloud a GitHub-ot használja, mint platform a közösen végzendő munkához.  Közvetlenül ott jelenthetsz hibákat.",
    "Chat" : "Csevegés",
    "Chat with us on our IRC channel #nextcloud on Freenode." : "Csevegj velünk az IRC csatornánkon #nextcloud a Freenode-on.",
    "Nextcloud forum" : "Nextcloud fórum",
    "Nextcloud at GitHub" : "Nextcloud a GitHub-on",
    "Open chat" : "Csevegés indítása",
    "Subscription key" : "Előfizetési kulcs",
    "If you have an active Nextcloud Subscription please enter your subscription key here." : "Ha van aktív Nextcloud előfizetése kérem adja meg az előfizetési kulcsot.",
    "Learn more about an enterprise subscription." : "Tudj meg többet a vállalati előfiztésről.",
    "Set subscription key" : "Előfizetési kulcs beállítása",
    "The subscription info could not properly fetched right now. A retry is scheduled. Please check back later." : "Az előfizetési információt jelenleg nem lehetett letölteni. Újra próbálkozás beidőzítve. Kérlek ellenőrizd újra később.",
    "The subscription key was invalid." : "Előfizetési kulcs érvénytelen.",
    "The subscription key could not be verified, because this server has no internet connection. Please reach out to the support team to get this resolved." : "Az előfizetési kulcsot nem lehet leellenőrizni, mert ennek a szervernek nincs internet kapcsolata. Kérlek vedd fel a kapcsolatot a támogató csapattal, hogy megoldják.",
    "The subscription key had an invalid format." : "Előfizetési kulcs érvénytelen formátumú.",
    "While fetching the subscription information an error happened." : "Hiba lépett fel az előfizetési információ letöltése közben.",
    "News" : "Hírek",
    "To get up to date information what is going on at Nextcloud sign up for the newsletter and follow us on our social media accounts." : "Hogy az újdonságokról értesülj a Nextcloud-dal kapcsolatban, iratkozz fel a hírlevelünkre és kövess minket a közösségi média castornákon.",
    "Like our Facebook page" : "Lájkold a Facebook oldalunkat",
    "Follow us on Twitter" : "Kövess Twitteren",
    "Check out our blog" : "Nézd meg a blogunkat",
    "Subscribe to our newsletter" : "Iratkozz fel a hírlevelünkre"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}